;; -*- no-byte-compile: t; -*-
;;; private/gilbertw1/packages.el

(package! org-mu4e :disable t)
(package! magit-todos :disable t)
(package! doom-snippets :disable t)
(package! ivy-hydra :disable t)

(package! evil-iedit-state)
(package! package-lint)
(package! play-routes-mode)
(package! avy)
(package! ace-link)
(package! evil-args)
(package! git-link)

(unpin! doom-themes)
